Tekla.Structures.CatalogInternal.dotCrossSectionPoint_t
Struct for the ContourPoint.

Tekla.Structures.CatalogInternal.dotCrossSectionPoint_t.Point
The point for the ContourPoint.

Tekla.Structures.CatalogInternal.dotCrossSectionPoint_t.Chamfer
The Chamfer for the ContourPoint